{
    "prompt_id": 123,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that they have low heart rate or heart rate below 60 or low pulse or pulse below 60. Today is December 19, 2023 and time is 09:26 PM. Patient is 84 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Stage II CKD, Type II Diabetes, HTN. Patient is currently taking the following medications: Valsartan 40 mg oral tablet, Lantus 100 IU/mL prefilled pen, Aspart 100 IU/mL prefilled pen. Use the following questions to triage the low_heart_rate kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient has a low heart rate. If the patient answers negatively, skip the rest of the questions.\n2. If the patient has not told you their heart rate, what is their heart rate\n3. When was the patient's heart rate taken\n4. If the patient's heart rate was not taken now or the past 24 hours, can the patient can recheck their heart rate right now\n5. If the patient can recheck their heart rate right now, what is the patient's current heart rate\n6. Does the patient currently have any dizziness or lightheadedness or profuse sweating\n7. Does the patient currently have any chest pain\n8. Does the patient currently have any nausea or vomiting\n9. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Ronald Turner? \n\n Patient: Hi. This is \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: Hello. Well? Hello? \n\n Nurse: Hello, Mr. Turner. I'm sorry for the inconvenience, but could you please provide me with your date of birth for verification purposes? I need the month, day, and year, please. \n\n Patient: No problem. May second nineteen thirty nine. \n\n Nurse: Thank you for confirming your date of birth, Mr. Turner. I'm calling on behalf of your primary care doctor, Doctor Peter Smith, to check in on you and see how you're doing. How have you been feeling lately? \n\n Patient: Oh, gosh. You know? Not bad. But Patient: Not bad. You know, overall doing okay. But I did notice that I just you know, feeling a little bit low in energy, you know, and it's seems like my heart rate is low. \n\n Nurse: Okay -- Just to confirm, are you saying that your heart rate is low? \n\n Patient: Yes. \n\n Nurse: Could you please tell me what your heart rate is? \n\n Patient: Sixty. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the low_heart_rate kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "When did you take your heart rate, Mr. Turner?",
        "G15DPO": "When did you last measure your heart rate?",
        "gpt4": "When did you last measure your heart rate, Mr. Turner?"
    }
}