{
    "prompt_id": 139,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient has systolic blood pressure above 160 OR a diastolic blood pressure above 100. Today is December 20, 2023 and time is 06:47 PM. Patient is 53 years old. Patient's gender is female. Patient is actively suffering with the following conditions: Hypertension, Perimenopause. Patient is currently taking the following medications: Lisinopril 5 mg Oral Tablet, Estradiol 0.5 mg Oral Tablet, Progesterone 200 mg Oral Capsule. Use the following questions to triage the high_bp kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them that the patient's blood pressure is high. Paraphrase the question as \"just to make sure I heard you, did you say...\". If the patient answers negatively, skip the rest of the questions.\n2. If the patient has not told you their blood pressure reading, what is the patient's blood pressure reading\n3. When was the patient's blood last pressure reading taken\n4. If the patient's last blood pressure reading was not taken now or in the past 24 hours, can the patient recheck their blood pressure right now\n5. If the patient can recheck their blood pressure right now, what is the patient's current blood pressure reading\n6. Does the patient currently have dizziness or lightheadedness or profuse sweating\n7. Does the patient currently have chest pain\n8. Does the patient currently have a headache\n9. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from Evernow on a recorded line. Is this Jackie Gold? \n\n Patient: Yes. \n\n Nurse: Great, I'm calling on behalf of Evernow. -- To protect your privacy, can you please share your date of birth? \n\n Patient: One one nineteen seventy. \n\n Nurse: Thanks for confirming that. I'm your AI Menopause Specialist. Evernow asked me to check in on how you're doing with your new medications. How are you doing today? \n\n Patient: I'm doing good. \n\n Nurse: I'm glad to hear that. Do you have about 15 minutes for a quick check-in? \n\n Patient: Sure. \n\n Nurse: Fantastic. Before we dive into the topics I have to cover, I'd like to get to know you a bit better. Is there anything you're looking forward to doing this week? \n\n Patient: No. Nothing in particular. \n\n Nurse: That's perfectly fine. Sometimes, it's nice to have a quiet week. Do you have any hobbies or activities that you usually enjoy during your downtime? \n\n Patient: I love gardening. \n\n Nurse: Gardening sounds like a wonderful way to relax and connect with nature. What kind of plants do you usually tend to in your garden? \n\n Patient: I have a variety, but I do love wrote with \n\n Nurse: I'm sorry, I didn't quite catch that. Could you please repeat what type of plants you love to grow in your garden? \n\n Patient: I have a variety of plans. But I love my roses. \n\n Nurse: Roses are indeed beautiful. Do you have a favorite type or color of rose that you grow? And how long have you been into gardening? \n\n Patient: A couple of years. \n\n Nurse: That's wonderful. \n\n Patient: And I like the pink ones. \n\n Nurse: Pink roses are truly lovely, they add such a vibrant touch to any garden. It's impressive that you've been gardening for a couple of years. Now, before we move on to discuss your new medications, do you have any questions or concerns you'd like to address? \n\n Patient: Not right now, but I'll let you know. \n\n Nurse: Absolutely, feel free to bring up any questions or concerns as we go along. I see that you were recently prescribed new medications: Estradiol 0.5 mg Oral Tablet and Progesterone 200 mg Oral Capsule. Have you been able to pick up or receive these medications? \n\n Patient: Yes. \n\n Nurse: That's excellent. Have you started taking the Estradiol 0.5 mg Oral Tablet once a day as prescribed? \n\n Patient: Yeah. \n\n Nurse: That's wonderful to hear. You're taking important steps towards managing your symptoms. Now, have you also started taking the Progesterone 200 mg Oral Capsule once a day at bedtime? \n\n Patient: Yes. \n\n Nurse: That's really good to hear, Ms. Gold. You're doing a great job managing your health. Do you have any questions about how to use the Estradiol pill? \n\n Patient: No. I don't, but I do have a question for you. \n\n Nurse: Of course, I'm here to help. What's your question? \n\n Patient: Is it possible to have white coat, hypertension, and how is diagnosed? \n\n Nurse: I'm sorry, could you please repeat your question? I want to make sure I understand it correctly. \n\n Patient: Is it possible? \n\n Nurse: Yes, it is possible to have what's known as \"white coat hypertension.\" \n\n Patient: To have white code hypertension. \n\n Nurse: Yes, it is possible to have what's known as \"white coat hypertension.\" This term refers to a situation where a person's blood pressure is higher when it is taken in a medical setting, like a doctor's office, compared to when it's taken at home. This can be due to the anxiety some people feel when they visit a healthcare provider. It's typically diagnosed by comparing blood pressure readings taken at the doctor's office with readings taken at home. Home readings can be done with a home blood pressure monitor or an ambulatory blood pressure monitor, which is a small device that you wear for 24 hours to measure your blood pressure at regular intervals. It's important to note that while white coat hypertension isn't the same as ongoing high blood pressure, it might increase your risk of developing high blood pressure and cardiovascular disease in the future. Does that answer your question, Ms. Gold? \n\n Patient: Yes. Thank you. \n\n Nurse: You're welcome. Now, since you've started taking your medications, have you experienced any side effects that you're concerned about? \n\n Patient: No. Not really. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the high_bp kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Just to make sure I heard you, did you say that your blood pressure is high?",
        "G15DPO": "Just to make sure I heard you, did you say that your blood pressure is okay?",
        "gpt4": "Okay. I'd like to acknowledge that you've probably heard from your provider that the Estradiol pill can take a few weeks to start working. Did your provider cover that with you?"
    }
}