{
    "prompt_id": 140,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient has a burn in the past 24 hours. Today is December 19, 2023 and time is 08:40 PM. Patient is 58 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, Type II Diabetes, Obesity. Patient is currently taking the following medications: Valsartan 80mg oral tablet, Lasix 20mg oral tablet, Metformin 500mg oral tablet. Use the following questions to triage the burn kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient has a burn in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient get burned\n3. Where did the patient get burned\n4. How did the patient get burned\n5. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Sam Martin? \n\n Patient: Yeah. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: April twenty third nineteen sixty five. \n\n Nurse: Thank you for confirming that, Mr. Martin. I hope you're feeling better since you've been home from the hospital. How are you doing today? \n\n Patient: Not great. I've just been rushing off to work. And then in the meantime, because I was, you know, not paying attention, my iron acts family fell on top of my whole hand. \n\n Nurse: I'm sorry to hear about your hand. Just to clarify, are you expressing concerns about physical abuse? \n\n Patient: No. I said my iron Patient: My plugged in hot iron fell on top of my hand. \n\n Nurse: Okay -- To confirm, did this burn happen within the last 24 hours? \n\n Patient: Yes. \n\n Nurse: Could you please tell me when exactly this burn occurred? \n\n Patient: Hour ago? \n\n Nurse: Okay -- And where on your body did you get burned? \n\n Patient: Like I said, my hands. \n\n Nurse: Okay -- Could you please tell me how this burn happened? \n\n Patient: Like I said, I was ironing, and I was in a rush. Patient: And the iron fell on top of my hand. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the burn kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Is there any more information you'd like to share about this issue?",
        "G15DPO": "Is there any additional information you'd like to share about this incident?",
        "gpt4": "Is there any additional information you'd like to share about this burn?"
    }
}