{
    "prompt_id": 153,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that their blood sugar is high or above 200. Today is December 19, 2023 and time is 09:49 PM. Patient is 84 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Stage II CKD, Type II Diabetes, HTN. Patient is currently taking the following medications: Valsartan 40 mg oral tablet, Lantus 100 IU/mL prefilled pen, Aspart 100 IU/mL prefilled pen. Use the following questions to triage the hyperglycemia kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient's blood sugar is high. If the patient answers negatively, skip the rest of the questions.\n2. If the patient has not told you their blood sugar, what is their blood sugar reading\n3. When was the patient's blood sugar reading taken\n4. If the patient's blood sugar reading was not taken now or in the past 2 hours, can the patient recheck their blood sugar right now\n5. If the patient can recheck their blood sugar right now, what is the patient's current blood sugar reading\n6. Is the patient currently breathing fast or have a fruity smell in their breath\n7. Does the patient currently feel weak or dizzy\n8. Does the patient currently have increased urination\n9. Does the patient currently have increased thirst\n10. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Ronald Turner? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: Five two nineteen thirty nine. \n\n Nurse: Thank you for confirming that, Mr. Turner. I'm calling on behalf of your primary care doctor, Doctor Peter Smith, to check in on you and see how you're managing with your chronic conditions. How have you been feeling lately? \n\n Patient: [NO RESPONSE] I have been feeling pretty bad. Because I've got this horrible lumbar pain. \n\n Nurse: I'm sorry to hear that you're experiencing lumbar pain, Mr. Turner. Can you tell me more about it? When did it start and how would you describe the pain? Is it constant or does it come and go? \n\n Patient: Oh, it it's been going on for four or five days now, and it's constant. \n\n Nurse: Okay. Have you experienced this kind of pain before? \n\n Patient: Never \n\n Nurse: On a scale of 0 to 10, with 0 being no pain and 10 being the worst pain imaginable, how would you rate your pain? \n\n Patient: I'd give it a nine. That's how bad it is. \n\n Nurse: Okay -- Is the pain located in the upper, middle, or lower part of your back? \n\n Patient: It's the lower aspart. Patient: The lumbar Patient: Right? \n\n Nurse: Yes, the lumbar region is the lower part of the back. Have you had any recent injuries that might have caused this pain? \n\n Patient: [NO RESPONSE] Patient: Not that I'm aware of. No. \n\n Nurse: Okay. Have you had a fever recently? \n\n Patient: I have. Yes. \n\n Nurse: What was your temperature reading when you last checked? \n\n Patient: It's about a hundred. \n\n Nurse: Have you noticed any changes with your bowel or bladder function? \n\n Patient: I mean, Patient: hard to say. I I guess I kind of been Patient: peeing more than usual. \n\n Nurse: Just to confirm, you've been urinating more than usual in the past 24 hours, is that correct? \n\n Patient: Maybe a Patient: slightly more than usual. Yeah. \n\n Nurse: When did you first notice this increase in urination? \n\n Patient: I don't know a few days ago. \n\n Nurse: Are you experiencing any pain when you urinate? \n\n Patient: A little bit. \n\n Nurse: Do you currently have a fever? \n\n Patient: I don't know. \n\n Nurse: If you do have a fever, do you know what your temperature reading is? \n\n Patient: Well, the last time I checked, it was a hundred. \n\n Nurse: Since you have a history of diabetes, could you tell me what your blood sugar reading was in the past 2 hours? \n\n Patient: One hundred twelve? \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the increased_urination kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: Have you been experiencing any nausea or vomiting? \n\n Patient: Kinda nauseous. Yeah. \n\n Nurse: Do you have any pain in your flank or back? \n\n Patient: Yeah. \n\n Nurse: ",
    "responses": {
        "G15": "Are you currently breathing fast or have a fruity smell in your breath?",
        "G15DPO": "Are you breathing faster than usual or have you noticed a fruity smell in your breath?",
        "gpt4": "I'm going to get a nurse on the line to further assist you. Could you please stay on the line?"
    }
}