{
    "prompt_id": 171,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that they have chest pain or chest tightness in the past 24 hours. Today is December 19, 2023 and time is 07:28 PM. Patient is 37 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, HTN. Patient is currently taking the following medications: Bumex 1 mg oral tablet, Captopril 12.5 mg oral tablet. Use the following questions to triage the chest_pain kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that they have chest pain or chest tightness in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's pain start\n3. Is the pain better or worse than patients baseline\n4. Is the pain constant or intermittent\n5. Does the patient have any shortness of breath\n6. Does the patient have any pain in the neck or shoulders or jaw or back or arms\n7. Does the patient have any chest pain with exertion that is relieved with rest\n8. Has the patient had any prolonged period of sitting in the past week such as traveling\n9. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Quincy Castillo? \n\n Patient: Yeah. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: August twenty fourth nineteen eighty six. \n\n Nurse: Thank you for confirming that, Mr. Castillo. I hope you're feeling better since you've been home from the hospital. How are you doing today? \n\n Patient: Hey. I don't really know. I'm I'm having trouble breathing, and I just So I don't know where I am. \n\n Nurse: Okay -- Can you tell me if your shortness of breath is new or has it gotten worse when you're active, laying down, or at rest? \n\n Patient: I think it's new. \n\n Nurse: I see. Would you say your shortness of breath is better or worse now? \n\n Patient: Then when? \n\n Nurse: Have you noticed any increased swelling in your ankles, legs, or feet recently, Mr. Castillo? \n\n Patient: No. \n\n Nurse: Is there anything else you'd like to share about this issue, Mr. Castillo? \n\n Patient: My chest really hurts too. \n\n Nurse: I've taken note of your concerns, Mr. Castillo. A nurse will review them and give you a callback within 4 hours. To better understand your situation, can you confirm that you've had chest pain or chest tightness in the past 24 hours? \n\n Patient: Yeah. \n\n Nurse: Can you tell me when this chest pain started, Mr. Castillo? \n\n Patient: I don't know. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the chest_pain kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Is the chest pain you're experiencing now worse than what you usually feel, Mr. Castillo?",
        "G15DPO": "Would you say the chest pain is better or worse than what you usually feel?",
        "gpt4": "Is this chest pain worse than what you usually experience, or is it about the same?"
    }
}