{
    "prompt_id": 176,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient is experiencing nausea or vomiting in the past 24 hours. Today is December 19, 2023 and time is 07:58 PM. Patient is 47 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, Fanconi-Bickel disease. Patient is currently taking the following medications: Valsartan 80mg oral tablet, Lasix 20mg oral tablet. Use the following questions to triage the nausea_or_vomiting kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient is experiencing nausea or vomiting in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's symptoms start\n3. Has the patient had a fall or head injury in the past month\n4. Is the patient's nausea and vomiting improving\n5. Does the patient have abdominal pain\n6. Does the patient have a fever\n7. If the patient has a fever, what is the patient's temperature reading\n8. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello. \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Kai Cardenas? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: June sixth nineteen seventy six. \n\n Nurse: Thank you for confirming that, Mr. Cardenas. I hope you're feeling better since you've been home from the hospital. How are you doing today? \n\n Patient: I'm feeling much better since I got back from the hospital. Thank you. I've pretty much been getting back to my normal activities. Just a little bit of nausea, but that's about it. \n\n Nurse: ",
    "responses": {
        "G15": "I'm glad to hear you're feeling better and getting back to your normal activities, Mr. Cardenas. Just to clarify, have you been experiencing nausea in the past 24 hours?",
        "G15DPO": "I'm glad to hear you're feeling better and getting back to your normal activities. Regarding the nausea, can you confirm that you've been experiencing this for the past 24 hours?",
        "gpt4": "Okay -- Just to confirm, have you been experiencing nausea or vomiting in the past 24 hours?"
    }
}