{
    "prompt_id": 193,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient is sweating a lot in the past 24 hours. Today is December 19, 2023 and time is 07:53 PM. Patient is 73 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, CKD, Type II Diabetes, Multiple Back Surgeries. Patient is currently taking the following medications: Valsartan 80mg oral tablet, Lasix 20mg oral tablet, Metformin 500mg oral tablet. Use the following questions to triage the sweating kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient is sweating a lot in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's symptoms start\n3. Is the patient's sweating due to weather or physical activity\n4. Is the patient lightheaded or dizzy\n5. Does the patient have nausea or vomiting\n6. If the patient has a history of diabetes, what is the patient's blood sugar reading from the past 2 hours. Only ask this question if you are sure that the patient has a history of diabetes. Do not ask the patient if they have a history of diabetes\n7. Does the patient have a fever\n8. If the patient has a fever, what is the patient's temperature reading\n9. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Vikram Chauhan? \n\n Patient: Yeah. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: March fourteenth nineteen fifty. \n\n Nurse: Thank you for confirming that, Mr. Chauhan. I hope you're feeling better after your recent hospital stay. How are you doing today? \n\n Patient: I've been doing better, but I just mentally, I just I don't know. There's so much to keep in mind now with the new diagnosis, and I'm just I'm feeling so overwhelmed and I physically I just feel really waddy for some reason. I don't know. \n\n Nurse: I'm really sorry to hear that you're feeling overwhelmed and not at your best, Mr. Chauhan. It's completely normal to feel this way after a hospital stay and with a new diagnosis. It's a lot to take in. I'm here to help you navigate through this. Can you tell me more about feeling \"waddy\"? Is it a feeling of heaviness or something else? \n\n Patient: I said Sueti. \n\n\n <<SYS>> <TASK>If you think you misheard the patient, ask them to repeat themselves. Otherwise proceed.</TASK><</SYS>>\nPatient: No. Sweaty. \n\n Nurse: ",
    "responses": {
        "G15": "I see. Just to confirm, you've been sweating a lot in the past 24 hours, correct?",
        "G15DPO": "Okay. To make sure I heard you correctly, you've been sweating a lot in the past 24 hours, correct?",
        "gpt4": "I see. Just to confirm, you've been sweating a lot in the past 24 hours, is that correct?"
    }
}