{
    "prompt_id": 201,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that they have a fever or high temperature above 101.5 degrees. Today is December 19, 2023 and time is 07:35 PM. Patient is 63 years old. Patient's gender is female. Patient is actively suffering with the following conditions: Stage IIIA CKD, Type II Diabetes, HTN. Patient is currently taking the following medications: Apixaban 5 mg oral tablet, Lantus 100 IU/mL prefilled pen, Aspart 100 IU/mL prefilled pen, Hydralazine 25 mg oral tablet. Use the following questions to triage the high_temp kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that they have a fever or high temperature. If the patient answers negatively, skip the rest of the questions.\n2. If the patient has not told you their temperature, what is their temperature\n3. When was the patient's temperature taken\n4. If the patient's temperature was not taken now or in the past 24 hours, can the patient to recheck their temperature right now\n5. If the patient can recheck their temperature right now, what is the patient's current temperature\n6. Does the patient currently have any dizziness or lightheadedness or profuse sweating\n7. Does the patient currently have a headache or cough or shortness of breath\n8. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Diane Harris? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: January first nineteen six see. \n\n Nurse: Thank you for confirming that, Ms. Harris. I'm calling on behalf of your primary care doctor, Doctor Susan Ma, to check in on you and see how you've been doing. Could you share with me how you've been feeling lately? \n\n Patient: I've been doing alright, you know, since I got back. However, I woke up, and I was really nauseous this morning. \n\n Nurse: I see. Just to confirm, you've been experiencing nausea or vomiting in the past 24 hours, is that correct? \n\n Patient: Yes. \n\n Nurse: I see. Can you tell me when these symptoms started? \n\n Patient: Like I said, this morning. \n\n Nurse: Okay. Have you had a fall or head injury in the past month? \n\n Patient: No. \n\n Nurse: Is your nausea and vomiting improving? \n\n Patient: No. \n\n Nurse: Do you have any abdominal pain? \n\n Patient: No. \n\n Nurse: Do you have a fever, Ms. Harris? \n\n Patient: Yeah. I think so. \n\n Nurse: What is your temperature reading, Ms. Harris? \n\n Patient: I if I remember correctly, I think it was a hundred point one. \n\n Nurse: When did you take your temperature, Ms. Harris? \n\n Patient: Maybe an hour ago. \n\n Nurse: Would you be able to recheck your temperature right now, Ms. Harris? \n\n Patient: I don't think so. Why? \n\n Nurse: Are you currently experiencing any dizziness, lightheadedness, or profuse sweating, Ms. Harris? \n\n Patient: No. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the high_temp kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Do you have a headache, cough, or shortness of breath, Ms. Harris?",
        "G15DPO": "Do you have a headache, cough, or shortness of breath?",
        "gpt4": "Do you currently have a headache, cough, or shortness of breath, Ms. Harris?"
    }
}