{
    "prompt_id": 214,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient has a headache in the past 24 hours. Today is December 19, 2023 and time is 07:21 PM. Patient is 83 years old. Patient's gender is female. Patient is actively suffering with the following conditions: Stage I CKD, CVA, HTN, HLD. Patient is currently taking the following medications: Aspirin 81 mg oral tablet, Atorvastatin 40 mg oral tablet, Amlodipine 10 mg oral tablet, Phoslo 667 mg oral tablet. Use the following questions to triage the headache kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient has a headache in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's headache start\n3. Has the patient taken any medications to relieve the headache\n4. What is the patient's pain on a scale of 0 to 10\n5. Does the patient have a sudden onset headache or slow onset headache\n6. Has the patient had a fall in the past 3 days\n7. If the patient said they had a fall, when did they exactly fall\n8. If the patient said they had a fall, did the patient hit their head or have any injuries from the fall\n9. Would the patient say this is the worst headache of their life\n10. Does the patient have a fever\n11. If the patient has a fever, what is their temperature reading\n12. Does the patient have any nausea or vomiting\n13. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Nancy Farrell? \n\n Patient: Yeah. That's me. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: My date of first is May fourth nineteen forty. \n\n Nurse: Thank you for confirming that, Ms. Farrell. I'm calling on behalf of your primary care doctor, Doctor Robert Benson, to check in on you and see how you're doing. Can you share with me how you've been feeling lately? \n\n Patient: I'm doing okay. I I've got amlodipine bit of a headache. Or I guess a lot of a headache. \n\n Nurse: I heard you mention that you've had a headache in the past 24 hours. Is that correct? \n\n Patient: Yeah. \n\n Nurse: When did this headache start, Ms. Farrell? \n\n Patient: This morning. \n\n Nurse: Have you taken any medications to relieve the headache, Ms. Farrell? \n\n Patient: No. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the headache kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "On a scale of 0 to 10, with 0 being no pain and 10 being the worst pain imaginable, how would you rate your headache?",
        "G15DPO": "On a scale of 0 to 10, with 0 being no pain and 10 being the worst pain imaginable, how would you rate your headache?",
        "gpt4": "On a scale of 0 to 10, with 0 being no pain and 10 being the worst pain imaginable, how would you rate your headache, Ms. Farrell?"
    }
}