{
    "prompt_id": 235,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient is constipated for more than 24 hours. Today is December 19, 2023 and time is 09:16 PM. Patient is 42 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, CKD, Maple Syrup Urine Disease diet. Patient is currently taking the following medications: Valsartan 80mg oral tablet, Lasix 20mg oral tablet. Use the following questions to triage the constipation kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient is constipated for more than 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. How many days ago did the constipation start\n3. Does the patient have abdominal pain\n4. Is the patient passing gas\n5. Does the patient have any nausea or vomiting\n6. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Yu Zhong? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: Nine twenty five nineteen eighty one. \n\n Nurse: Thank you for confirming that, Mr. Zhong. I hope you're settling in well after your hospital stay. How are you feeling today? \n\n Patient: Not so good. \n\n Nurse: I'm sorry to hear that you're not feeling well. Can you share more about what's been difficult for you since you've been home? \n\n Patient: Well, I really constipated. And \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the constipation kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\nPatient: It's been going on for a while. \n\n Nurse: Got it -- Just to confirm, have you been constipated for more than 24 hours? \n\n Patient: Yes. \n\n Nurse: ",
    "responses": {
        "G15": "I see. When did the constipation start, Mr. Zhong?",
        "G15DPO": "Okay. Can you tell me how many days ago the constipation started?",
        "gpt4": "Got it -- Can you tell me how many days ago this constipation started?"
    }
}