{
    "prompt_id": 251,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient has new onset one-sided arm weakness in the past month. Today is December 19, 2023 and time is 06:51 PM. Patient is 73 years old. Patient's gender is female. Patient is actively suffering with the following conditions: Stage IV CKD, Type II Diabetes, Multiple Back Surgeries, Hyperlipidemia. Patient is currently taking the following medications: Metformin 500 mg oral tablet, Tylenol 500 mg oral tablet, Atorvastatin 40 mg oral tablet. Use the following questions to triage the one_sided_arm_weakness kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient has new onset one-sided arm weakness in the past month. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's arm weakness start\n3. Does the patient have a facial droop\n4. Does the patient have a severe headache\n5. Is the patient dizzy or lightheaded\n6. Does the patient have trouble with balance or coordination\n7. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Ana Aguirre? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: March fourteenth nineteen fifty. \n\n Nurse: Thank you for confirming that, Ms. Aguirre. I'm calling on behalf of your primary care doctor, Doctor Lynne Contreras, to check in on you and see how you're doing. Before we dive into some health topics, I'd love to get to know you a bit better. Is there anything you're looking forward to doing this week? \n\n Patient: I don't know. I guess I'm just looking forward to the holidays and reading a good book while I'm sitting by the fire. \n\n Nurse: That sounds like a lovely way to spend the holidays, Ms. Aguirre. Reading by the fire can be so relaxing. What kind of books do you enjoy reading? \n\n Patient: Mister Eads. \n\n Nurse: I'm sorry, Ms. Aguirre, I didn't quite catch that. Could you please repeat what kind of books you enjoy reading? \n\n Patient: And \n\n Nurse: I apologize, Ms. Aguirre. \n\n Patient: mysteries. \n\n Nurse: Ah, mysteries! They can be quite engaging. Do you have a favorite mystery author or series that you're currently into? \n\n Patient: Agatha Christie. \n\n Nurse: Agatha Christie is a classic choice, her stories are always intriguing. Do you have a favorite book of hers? \n\n Patient: Not yet. They're all pretty good. \n\n Nurse: Got it -- it's hard to pick a favorite when they're all so good. Now, before we discuss your kidney disease, I'd like to ask if there are any symptoms or health concerns you've been experiencing lately that you'd like to talk about? \n\n Patient: It's \n\n Nurse: Okay -- it must be exciting to dive into each new story not knowing what to expect. Now, before we discuss some topics related to your kidney disease, I'd like to ask if there are any symptoms or health concerns you've been experiencing lately that you'd like to discuss? \n\n Patient: I didn't say anything. \n\n Nurse: That's perfectly fine, Ms. Aguirre. Agatha Christie's books are indeed all quite captivating. It's great to hear that you have an activity you enjoy. Now, before we discuss your kidney disease, I'd like to ask if there are any symptoms or health concerns you've been experiencing lately? \n\n Patient: Well, I don't know if it's a health concern per se. But when I woke up this morning, I couldn't move my left arm. Maybe I slept on it funny. I don't know. \n\n Nurse: Okay -- To clarify, did you experience new onset one-sided arm weakness this morning? \n\n Patient: Yes. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the one_sided_arm_weakness kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "When did this arm weakness start, Ms. Aguirre?",
        "G15DPO": "When did you first notice this arm weakness?",
        "gpt4": "Can you tell me when exactly this arm weakness started?"
    }
}