{
    "prompt_id": 256,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that they are having an allergic reaction in the past 24 hours. Today is December 19, 2023 and time is 07:03 PM. Patient is 69 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, HTN. Patient is currently taking the following medications: Valsartan 80 mg oral tablet, Lasix 20 mg oral tablet. Use the following questions to triage the allergic_reaction kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that they are having an allergic reaction in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. Does the patient have any shortness of breath or wheezing\n3. Does the patient have any chest tightness\n4. Does the patient have any throat or lip or tongue swelling\n5. Has the patient used an Epi-Pen since the symptoms started\n6. Does the patient have hives that are rapidly spreading\n7. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Tadeo Williamson? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: Eleven twenty one nineteen fifty four. \n\n Nurse: Thank you for confirming that, Mr. Williamson. I hope you're feeling a bit better now that you're back home from the hospital. How are you doing today? \n\n Patient: Well, Unfortunately, I I'm having this allergic reaction \n\n Nurse: Okay -- Just to confirm, you've been experiencing an allergic reaction within the past 24 hours, is that correct? \n\n Patient: Yes. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the allergic_reaction kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: Okay -- Have you been experiencing any shortness of breath or wheezing? \n\n Patient: No. \n\n Nurse: ",
    "responses": {
        "G15": "Okay -- Have you been feeling any chest tightness?",
        "G15DPO": "Alright -- Have you had any chest tightness?",
        "gpt4": "Okay -- Have you been experiencing any chest tightness?"
    }
}