{
    "prompt_id": 291,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that their blood sugar is high or above 200. Today is December 19, 2023 and time is 07:08 PM. Patient is 81 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Stage II CKD, Type II Diabetes, HTN. Patient is currently taking the following medications: Losartan 25 mg oral tablet, Lantus 100 iu/ mL prefilled pen, Aspart 100 IU/mL prefilled pen. Use the following questions to triage the hyperglycemia kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient's blood sugar is high. If the patient answers negatively, skip the rest of the questions.\n2. If the patient has not told you their blood sugar, what is their blood sugar reading\n3. When was the patient's blood sugar reading taken\n4. If the patient's blood sugar reading was not taken now or in the past 2 hours, can the patient recheck their blood sugar right now\n5. If the patient can recheck their blood sugar right now, what is the patient's current blood sugar reading\n6. Is the patient currently breathing fast or have a fruity smell in their breath\n7. Does the patient currently feel weak or dizzy\n8. Does the patient currently have increased urination\n9. Does the patient currently have increased thirst\n10. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Timothy Peck? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: April third nineteen forty two. \n\n Nurse: Thank you for confirming that, Mr. Peck. I'm calling on behalf of your primary care doctor, Doctor Maria Rodriguez, to check in on you. How have you been doing recently? \n\n Patient: So I've been alright. It's been really busy with the holidays. I just came back from crazy holiday party last night. \n\n Nurse: It sounds like you've been having quite a festive time, Mr. Peck. I hope you enjoyed the holiday party. Can you share a bit more about it? Was there a particular highlight for you? \n\n Patient: Well, it's really nice being old. Colleagues again. There was a lot of dancing, but, of course, as a result, I woke up this morning with a bit of a stiff neck. You know? \n\n Nurse: Okay -- Just to confirm, you've been experiencing neck stiffness since this morning, is that correct? \n\n Patient: Yeah. \n\n Nurse: Can you tell me when exactly your symptoms started, Mr. Peck? \n\n Patient: You just said it this morning. \n\n Nurse: Got it -- And how did the symptoms start, Mr. Peck? \n\n Patient: When they woke up, it's probably from the holiday party. \n\n Nurse: Does the pain get worse when you turn your head from side to side, Mr. Peck? \n\n Patient: No. \n\n Nurse: Do you have a headache, Mr. Peck? \n\n Patient: No. \n\n Nurse: Do you have a fever, Mr. Peck? \n\n Patient: No. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the neck_stiffness kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: Is there any more information you'd like to share about this issue, Mr. Peck? \n\n Patient: No. \n\n Nurse: I appreciate you sharing this with me, Mr. Peck. I've taken note of your neck stiffness and will ensure your care team is aware of it. Before we move on to discuss your chronic kidney disease, is there anything else you're concerned about or any questions you'd like to go over? \n\n Patient: No. \n\n Nurse: Okay then, Mr. Peck. If you have any questions at any point during our call, feel free to ask. Are you okay if we go over a few topics to check on how you're doing with your chronic conditions? \n\n Patient: Sure. \n\n Nurse: Thank you, Mr. Peck. Since you have Type II Diabetes, it's important to monitor your blood sugar levels regularly. Have you been checking your blood sugar daily? \n\n Patient: Yes. \n\n Nurse: That's good to hear, Mr. Peck. Could you please share what your last blood sugar reading at home was? \n\n Patient: One forty eight. \n\n Nurse: ",
    "responses": {
        "G15": "When did you take this blood sugar reading, Mr. Peck?",
        "G15DPO": "To clarify, did you record a blood sugar level of 148?",
        "gpt4": "When did you take this blood sugar reading, Mr. Peck?"
    }
}