{
    "prompt_id": 302,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that their blood sugar is high or above 200. Today is December 19, 2023 and time is 08:07 PM. Patient is 63 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Stage II CKD, Type II Diabetes, Multiple Back Surgeries. Patient is currently taking the following medications: Metformin 500 mg oral tablet, Tylenol 500 mg oral tablet. Use the following questions to triage the hyperglycemia kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient's blood sugar is high. If the patient answers negatively, skip the rest of the questions.\n2. If the patient has not told you their blood sugar, what is their blood sugar reading\n3. When was the patient's blood sugar reading taken\n4. If the patient's blood sugar reading was not taken now or in the past 2 hours, can the patient recheck their blood sugar right now\n5. If the patient can recheck their blood sugar right now, what is the patient's current blood sugar reading\n6. Is the patient currently breathing fast or have a fruity smell in their breath\n7. Does the patient currently feel weak or dizzy\n8. Does the patient currently have increased urination\n9. Does the patient currently have increased thirst\n10. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Pedro Sousa? \n\n Patient: Yeah. That's me. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: January first nineteen sixty. \n\n Nurse: Thank you for confirming that, Mr. Sousa. I'm calling on behalf of your primary care doctor, Doctor Maria Smith, to check in on you. How have you been feeling lately? \n\n Patient: I'm doing okay. \n\n Nurse: I'm glad to hear that you're doing okay. Before we delve into some health topics, I'd like to get to know you a bit better. Is there anything you're looking forward to doing this week? \n\n Patient: I think I'm gonna go fishing with my son. \n\n Nurse: That sounds like a wonderful plan, Mr. Sousa. Fishing can be such a peaceful activity. Do you and your son have a favorite spot where you like to fish? \n\n Patient: We just go to a pond out back \n\n Nurse: That sounds convenient and relaxing. Do you often catch anything in the pond? \n\n Patient: Just little stuff. \n\n Nurse: Okay -- even catching small fish can be fun. Do you and your son have any special fishing traditions or rituals? \n\n Patient: No. We just kinda go out there and check. \n\n Nurse: That's nice. It's all about spending quality time together, isn't it? Before we move on to discuss your health, I wanted to ask if there are any symptoms or health concerns you've been experiencing lately that you'd like to discuss? \n\n Patient: Hi. Got a little bit of a headache today. \n\n Nurse: Just to confirm, you've had a headache in the past 24 hours, is that correct? \n\n Patient: Yeah. \n\n Nurse: When did your headache start, Mr. Sousa? \n\n Patient: That was top of it. \n\n Nurse: Have you taken any medications to relieve the headache? \n\n Patient: No. \n\n Nurse: On a scale of 0 to 10, with 0 being no pain and 10 being the worst pain imaginable, how would you rate your headache? \n\n Patient: Maybe a Patient: five \n\n Nurse: Did your headache come on suddenly or did it develop slowly? \n\n Patient: I don't know. I woke up with it. So \n\n Nurse: Have you had a fall in the past 3 days? \n\n Patient: No. \n\n Nurse: Would you say this is the worst headache of your life? \n\n Patient: Definitely not. \n\n Nurse: Do you have a fever, Mr. Sousa? \n\n Patient: No. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the headache kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: Do you have any nausea or vomiting? \n\n Patient: No. \n\n Nurse: I appreciate you sharing this with me, Mr. Sousa. I've taken note of your headache and I'll have a nurse review your concerns. You can expect a callback within the next 4 hours. In the meantime, let's continue with our check-in. Are you okay with that? \n\n Patient: Yep. \n\n Nurse: Thank you for your patience. As part of managing your Type II Diabetes, it's helpful to keep track of your blood sugar levels. Have you been checking your blood sugar daily? \n\n Patient: Yeah. I have. \n\n Nurse: That's good to hear. Could you please share what your last blood sugar reading was? \n\n Patient: One twenty eight. \n\n Nurse: ",
    "responses": {
        "G15": "When did you take this blood sugar reading, Mr. Sousa?",
        "G15DPO": "When did you take this blood sugar reading?",
        "gpt4": "When did you take this blood sugar reading, Mr. Sousa?"
    }
}