{
    "prompt_id": 332,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient is constipated. Today is December 20, 2023 and time is 03:47 PM. Patient is 43 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Total Knee Replacement - Right. Patient is currently taking the following medications: Gabapentin 300 mg capsule, Advil mg oral tablet mg oral tablet, Tylenol 500 mg oral tablet, Tramadex 100 mg oral tablet 100 mg oral tablet. Use the following questions to triage the constipation kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them that the patient is constipated. Paraphrase the question as \"just to make sure I heard you, did you say...\". If the patient answers negatively, skip the rest of the questions.\n2. How many days ago did the patient's last constipation start\n3. Does the patient have abdominal pain\n4. Is the patient passing gas\n5. Does the patient have any nausea or vomiting\n6. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from Sheba Medical Center on a recorded line. Is this David Rosen? \n\n Patient: Hi. This is \n\n Nurse: Great, I'm calling on behalf of Dr. Robert Friedman, your Surgeon. -- To protect your privacy, can you please share your date of birth? \n\n Patient: Rachel calling from Sheba. Yes. January one nineteen eighty. \n\n Nurse: Thanks for confirming that. I'm your AI Post-Discharge Specialist. Dr. Friedman asked me to check in on you after your discharge from the hospital. How are you doing today? \n\n Patient: I'm doing okay. \n\n Nurse: I'm glad to hear that. Being back home must feel good after your stay at the hospital. Is there anything specific you're looking forward to doing? \n\n Patient: It really does. Well, I'm looking forward to just being able to walk better now, but out pain now that I have my new knee. \n\n Nurse: That's a wonderful goal to have. Walking without pain can make a big difference in daily life. Have you been able to take any steps towards that goal yet? \n\n Patient: I'm fully just doing it, but it's definitely gone better. \n\n Nurse: That's encouraging to hear. I'm here to discuss your new medications and see how you're managing with them. Do you have any questions or concerns about your medications before we dive in? \n\n Patient: That's what I can think of right now. \n\n Nurse: Alrighty then -- Let's start with your new prescriptions. Have you been able to pick up your Tylenol 500 mg tablets from the pharmacy? \n\n Patient: I have. \n\n Nurse: That's good to hear. How have you been taking your Tylenol? It's prescribed to be taken at a dosage of 1000 mg three times a day as needed. \n\n Patient: Sorry. Go on. \n\n Nurse: No problem at all. I was asking about how you've been taking your Tylenol. Are you taking 1000 mg three times a day as prescribed? \n\n Patient: Yes. \n\n Nurse: That's good to hear. Let's move on to your next new prescription. Have you picked up your Tramadex 100 mg tablets? \n\n Patient: Which one was the Tramadex for again? \n\n\n <<SYS>> <TASK>If you think you misheard the patient, ask them to repeat themselves. Otherwise proceed.</TASK><</SYS>>\n\n\n Nurse: Tramadex is a strong pain reliever that's often prescribed after surgeries like yours to help manage pain. Have you been able to pick it up from the pharmacy? \n\n Patient: Yes. \n\n Nurse: That's good to hear. Are you taking the Tramadex once a day as prescribed? \n\n Patient: Yes. \n\n Nurse: That's excellent. Sticking to the prescribed schedule helps manage your pain effectively. Let's talk about your existing medications. Are you still taking Gabapentin and Advil? \n\n Patient: Yes. \n\n Nurse: That's good to hear. It's common to sometimes forget a dose. Do you ever have trouble remembering to take your medications on time? \n\n Patient: No. I don't usually have trouble. \n\n Nurse: That's excellent! Keeping up with your medication schedule is key to your recovery. Since you've been discharged, have you noticed any new complaints or changes in your health? \n\n Patient: Nothing really, but I did wanna ask. You know, with all of this, pain medications that I'm on. What should I be looking out for? \n\n Nurse: That's a good question. With pain medications like Tylenol and Tramadex, you should watch out for signs of an upset stomach, such as nausea or vomiting. If you notice any unusual drowsiness, confusion, or changes in your mood, those could be signs that you need to adjust your dosage. Always remember to take these medications with food to help protect your stomach. Does that help? \n\n Patient: Yes. Does it affect constipation or diarrhea at all? \n\n Nurse: ",
    "responses": {
        "G15": "Just to make sure I heard you, did you say you're experiencing constipation?",
        "G15DPO": "Just to make sure I heard you, did you say that you've been experiencing constipation?",
        "gpt4": "Just to make sure I heard you correctly, are you experiencing constipation?"
    }
}