{
    "prompt_id": 400,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient has systolic blood pressure above 160 OR a diastolic blood pressure above 100. Today is December 19, 2023 and time is 07:19 PM. Patient is 53 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, CKD, HTN, anemia. Patient is currently taking the following medications: Valsartan 80mg oral tablet, Lasix 20mg oral tablet. Use the following questions to triage the high_bp kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient's blood pressure is high. If the patient answers negatively, skip the rest of the questions.\n2. If the patient has not told you their blood pressure reading, what is the patient's blood pressure reading\n3. When was the patient's blood pressure reading taken\n4. If the patient's blood pressure reading was not taken now or in the past 24 hours, can the patient recheck their blood pressure right now\n5. If the patient can recheck their blood pressure right now, what is the patient's current blood pressure reading\n6. Does the patient currently have dizziness or lightheadedness or profuse sweating\n7. Does the patient currently have chest pain\n8. Does the patient currently have a headache\n9. Does the patient have any more information they want to share about this issue?\n\n\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Kenneth Baker? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: Two five nineteen seventy. \n\n Nurse: Thank you for confirming that, Mr. Baker. I hope you're settling in well after your recent hospital stay. How are you feeling today? \n\n Patient: I'm feeling okay. How are you? \n\n Nurse: I'm here to assist you, Mr. Baker. I'm glad to hear you're doing okay. Being back home must be a relief. Is there anything specific you've been looking forward to doing now that you're home? \n\n Patient: Well, not much. I I need to get back to job hunting. \n\n Nurse: Job hunting can indeed be a significant task, Mr. Baker. What kind of work are you interested in? \n\n Patient: I work in construction. \n\n Nurse: That's interesting, Mr. Baker. Construction work can be quite demanding physically. How do you manage to balance your health conditions with such a physically demanding job? \n\n Patient: Well, that's the trouble. I I got laid off because I I had to go to the hospital a couple times last year. \n\n Nurse: I'm sorry to hear about your job situation, Mr. Baker. That must be challenging. How are you coping with this change? \n\n Patient: [NO RESPONSE] I mean, I'm coping. \n\n Nurse: I appreciate your honesty, Mr. Baker. It's not easy dealing with health issues and job loss at the same time. I'm here to help you manage your health conditions as best as possible. I'm calling on behalf of Doctor Marta Marcuso and I have a few topics to cover with you. Before we get started, do you have any questions or concerns you'd like to address? \n\n Patient: No. Well, actually, I don't know if you can help me with this, but When I took my blood pressure this this morning, the top number was very high. \n\n Nurse: Got it -- Just to confirm, you're saying your blood pressure reading was high this morning? \n\n Patient: Yes. \n\n Nurse: Could you please tell me what your blood pressure reading was? \n\n Patient: Lasix five over a hundred? \n\n Nurse: When exactly did you take this blood pressure reading, Mr. Baker? \n\n Patient: I took it \n\n Nurse: This morning. \n\n Patient: I took it Patient: you know, thirty five minutes ago. \n\n Nurse: Got it -- Is it possible for you to recheck your blood pressure right now, Mr. Baker? \n\n Patient: Yeah. I'm gonna do that right now. \n\n Nurse: Thank you, Mr. Baker. Please let me know what your current blood pressure reading is when you have it. \n\n Patient: [NO RESPONSE] Patient: Lasix three over ninety? Patient: One hundred sixty three. Patient: Over ninety? \n\n Nurse: Okay -- Are you currently experiencing any dizziness, lightheadedness, or profuse sweating, Mr. Baker? \n\n Patient: You know, I'm I'm a little lasix headed. Yeah. \n\n Nurse: Are you currently experiencing any chest pain, Mr. Baker? \n\n Patient: No. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the high_bp kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Do you have a headache at the moment, Mr. Baker?",
        "G15DPO": "Do you have a headache at the moment?",
        "gpt4": "Do you currently have a headache, Mr. Baker?"
    }
}