{
    "prompt_id": 60,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that they have shortness of breath or breathlessness in the past 24 hours. Today is December 19, 2023 and time is 07:52 PM. Patient is 42 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, CKD, Maple Syrup Urine Disease diet. Patient is currently taking the following medications: Valsartan 80mg oral tablet, Lasix 20mg oral tablet. Use the following questions to triage the shortness_of_breath kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that they have shortness of breath or breathlessness in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. Does the patient have any new or worsening shortness of breath with activity or laying down or at rest\n3. Is the patient's shortness of breath is better or worse\n4. Does the patient have increased swelling in their ankles or legs or feet\n5. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Yu Zhong? \n\n Patient: Yep. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: September twenty fifth nineteen eighty one. \n\n Nurse: Thank you for confirming that, Mr. Zhong. I hope you're settling in well after your hospital stay. How are you feeling today? \n\n Patient: Not good, actually. I thought I'd be feeling better by now. \n\n Nurse: I'm sorry to hear that you're not feeling well. Can you share more about what you're experiencing? \n\n Patient: My chest feels really tight all of a sudden. \n\n Nurse: Okay -- To clarify, have you been experiencing this chest tightness within the past 24 hours? \n\n Patient: Yeah. I'd say within the last Patient: like, three hours. \n\n Nurse: Can you describe if this chest tightness is worse than what you usually experience, or is it about the same? \n\n Patient: It's worth six Patient: kind of feels like the chest pain I had before I went to the hospital. \n\n Nurse: Is the chest tightness constant, or does it come and go? \n\n Patient: At first, it came and went, but now it's constant. \n\n Nurse: Do you also have any shortness of breath? \n\n Patient: Yes. \n\n Nurse: Are you experiencing any pain in your neck, shoulders, jaw, back, or arms? \n\n Patient: No. \n\n Nurse: Okay. I'm going to get a nurse on the line to further assist you. Please stay on the line. In the meantime, can you tell me if this shortness of breath is new or has it gotten worse recently? \n\n Patient: It's new. It started, like, three hours ago. \n\n Nurse: Is this shortness of breath worse when you're active, laying down, or at rest? \n\n Patient: I would say it hurts all the time no matter what I'm doing. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the shortness_of_breath kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Has your shortness of breath gotten better or worse since it started?",
        "G15DPO": "Has there been an increase in swelling in your ankles, legs, or feet?",
        "gpt4": "Have you noticed any increased swelling in your ankles, legs, or feet?"
    }
}