{
    "prompt_id": 418,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient is dizzy in the past 24 hours. Today is December 19, 2023 and time is 07:53 PM. Patient is 73 years old. Patient's gender is female. Patient is actively suffering with the following conditions: Stage IV CKD, Type II Diabetes, Multiple Back Surgeries, Hyperlipidemia. Patient is currently taking the following medications: Metformin 500 mg oral tablet, Tylenol 500 mg oral tablet, Atorvastatin 40 mg oral tablet. Use the following questions to triage the dizzy kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient is dizzy in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's symptoms start\n3. Is the patient's dizziness worse with standing up\n4. Is the patient feeling faint\n5. Does the patient have a headache\n6. Does the patient have nausea or vomiting\n7. Is the patient sweating\n8. Does the patient's dizziness worsen with turning head\n9. Does the patient have any more information they want to share about this issue?\n\n\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Ana Aguirre? \n\n Patient: Yes. That's me. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: My date of birth is three fourteen nineteen fifty. \n\n Nurse: Thank you for confirming that, Ms. Aguirre. I'm calling on behalf of your primary care doctor, Doctor Lynne Contreras, to check in on you and see how you're doing. Before we dive into some health topics, I'd love to get to know you a bit better. Is there anything you're looking forward to doing this week? \n\n Patient: Yeah. I'm gonna I'm gonna meet up with some friends. \n\n Nurse: That sounds like a wonderful plan, Ms. Aguirre. Meeting friends can be such a mood booster. Are you planning to meet them at a particular place or for a specific event? \n\n Patient: We're just gonna go get some feet together. \n\n Nurse: That sounds like a lovely time. Trying new foods or enjoying favorites can be such a joy. Do you have a favorite cuisine or dish that you're hoping to have during this meet-up? \n\n Patient: Just to coffee. We're getting coffee. \n\n Nurse: Coffee meet-ups are always a good idea. It's a great way to catch up and relax. Do you have a favorite type of coffee or a special way you like it prepared? \n\n Patient: I just like it black. \n\n Nurse: Keeping it simple, I like that. A good cup of black coffee can be quite refreshing. Before we move on to some health topics, I wanted to ask if there are any symptoms or health concerns you've been experiencing lately that you'd like to discuss? \n\n Patient: Yeah. I guess today, I have been feeling a little bit Did you? \n\n Nurse: I'm sorry, Ms. Aguirre, I didn't quite catch that. Could you please repeat what you said about how you're feeling today? \n\n Patient: I'm just feeling a little windy. \n\n Nurse: Okay -- Just to confirm, have you been experiencing shortness of breath or wheezing in the past 24 hours? \n\n Patient: No. \n\n Nurse: Okay -- When you say you're feeling \"windy,\" could you help me understand what you mean? Are you feeling light-headed or dizzy, perhaps? \n\n Patient: Yeah. I said woozy. I'm feeling I'm feeling dizzy. \n\n Nurse: Okay -- When did this dizziness start, Ms. Aguirre? \n\n Patient: I guess, like, two or three hours ago. \n\n Nurse: Does your dizziness get worse when you stand up? \n\n Patient: Yeah. A little. \n\n Nurse: Are you feeling faint, Ms. Aguirre? \n\n Patient: I guess a little bit. Yeah. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the dizzy kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: Do you have a headache? \n\n Patient: A mild one? \n\n Nurse: ",
    "responses": {
        "G15": "Are you experiencing any nausea or vomiting?",
        "G15DPO": "Have you had any nausea or vomiting?",
        "gpt4": "Do you have any nausea or vomiting?"
    }
}