{
    "prompt_id": 444,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient has vaginal bleeding in the past 24 hours. Today is December 19, 2023 and time is 08:23 PM. Patient is 52 years old. Patient's gender is female. Patient is actively suffering with the following conditions: CHF. Patient is currently taking the following medications: Bumex 1 mg oral tablet, Captopril 12.5 mg oral tablet, Omega-3 oral capsule. Use the following questions to triage the vaginal_bleeding kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient has vaginal bleeding in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's symptoms start\n3. Does the patient report soaking more than one full sized pad in less than or equal to one hour\n4. Does the patient have dizziness or lightheadedness\n5. Does the patient report bleeding is related to intercourse\n6. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Fatima Tardif? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: August eleventh nineteen seventy one. \n\n Nurse: Thank you for confirming that, Ms. Tardif. I hope you're feeling a bit more comfortable being back at home after your hospital stay. How are you doing today? \n\n Patient: Well, I guess since you called, I'm feeling pretty anxious. I've started bleeding, but I'm not on my period. \n\n Nurse: Okay -- Just to confirm, you've experienced vaginal bleeding within the past 24 hours, is that correct? \n\n Patient: Yes. \n\n Nurse: Could you please tell me when these symptoms started? \n\n Patient: I think about three hours ago. \n\n Nurse: In the past hour, have you soaked more than one full-sized pad? \n\n Patient: Maybe half. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the vaginal_bleeding kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Have you been feeling dizzy or lightheaded?",
        "G15DPO": "Have you been feeling dizzy or lightheaded?",
        "gpt4": "Have you been experiencing any dizziness or lightheadedness?"
    }
}