{
    "prompt_id": 450,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient is experiencing neck stiffness in the past 24 hours. Today is December 19, 2023 and time is 07:07 PM. Patient is 81 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Stage II CKD, Type II Diabetes, HTN. Patient is currently taking the following medications: Losartan 25 mg oral tablet, Lantus 100 iu/ mL prefilled pen, Aspart 100 IU/mL prefilled pen. Use the following questions to triage the neck_stiffness kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient is experiencing neck stiffness in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's symptoms start\n3. How did the patient's symptoms start\n4. Is the pain worse if patients turn their head side to side\n5. Does the patient have a headache\n6. Does the patient have a fever\n7. If the patient has a fever, what is the patient's temperature reading\n8. Does the patient have any more information they want to share about this issue?\n\n\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Timothy Peck? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: April third nineteen forty two. \n\n Nurse: Thank you for confirming that, Mr. Peck. I'm calling on behalf of your primary care doctor, Doctor Maria Rodriguez, to check in on you. How have you been doing recently? \n\n Patient: So I've been alright. It's been really busy with the holidays. I just came back from crazy holiday party last night. \n\n Nurse: It sounds like you've been having quite a festive time, Mr. Peck. I hope you enjoyed the holiday party. Can you share a bit more about it? Was there a particular highlight for you? \n\n Patient: Well, it's really nice being old. Colleagues again. There was a lot of dancing, but, of course, as a result, I woke up this morning with a bit of a stiff neck. You know? \n\n Nurse: Okay -- Just to confirm, you've been experiencing neck stiffness since this morning, is that correct? \n\n Patient: Yeah. \n\n Nurse: Can you tell me when exactly your symptoms started, Mr. Peck? \n\n Patient: You just said it this morning. \n\n Nurse: Got it -- And how did the symptoms start, Mr. Peck? \n\n Patient: When they woke up, it's probably from the holiday party. \n\n Nurse: Does the pain get worse when you turn your head from side to side, Mr. Peck? \n\n Patient: No. \n\n Nurse: Do you have a headache, Mr. Peck? \n\n Patient: No. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the neck_stiffness kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Do you have a fever, Mr. Peck?",
        "G15DPO": "Have you had a fever, Mr. Peck?",
        "gpt4": "Do you have a fever, Mr. Peck?"
    }
}