{
    "prompt_id": 459,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient is sweating a lot in the past 24 hours. Today is December 19, 2023 and time is 08:34 PM. Patient is 63 years old. Patient's gender is male. Patient is actively suffering with the following conditions: CHF, CKD, Type II Diabetes, HTN. Patient is currently taking the following medications: Valsartan 80mg oral tablet, Lasix 20mg oral tablet, Metformin 500mg oral tablet. Use the following questions to triage the sweating kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient is sweating a lot in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient's symptoms start\n3. Is the patient's sweating due to weather or physical activity\n4. Is the patient lightheaded or dizzy\n5. Does the patient have nausea or vomiting\n6. If the patient has a history of diabetes, what is the patient's blood sugar reading from the past 2 hours. Only ask this question if you are sure that the patient has a history of diabetes. Do not ask the patient if they have a history of diabetes\n7. Does the patient have a fever\n8. If the patient has a fever, what is the patient's temperature reading\n9. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Bye. \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Luka Verma? \n\n Patient: Yep. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: March second nineteen six see. \n\n Nurse: Thank you for confirming that, Mr. Verma. I hope you're settling in well after your hospital stay. How are you feeling today? \n\n Patient: Not too good. I've definitely been better. \n\n Nurse: I'm sorry to hear that you're not feeling well. Can you share more about what's been going on? \n\n Patient: Well, I think I'm getting sick I have a fever. \n\n Nurse: Okay -- To make sure I heard you correctly, you're saying you have a fever, is that correct? \n\n Patient: Yep. \n\n Nurse: Could you tell me what your temperature is? \n\n Patient: Lasix time I checked, it was one zero two \n\n Nurse: When did you last take your temperature, Mr. Verma? \n\n Patient: about ten minutes ago. \n\n Nurse: Okay. Are you currently experiencing any dizziness, lightheadedness, or profuse sweating? \n\n Patient: I am pretty sweaty. \n\n Nurse: Do you currently have a headache, cough, or shortness of breath? \n\n Patient: Yeah. My head hurts. \n\n Nurse: I see. To confirm, you've had a headache in the past 24 hours, correct? \n\n Patient: Yeah. \n\n Nurse: When did your headache start, Mr. Verma? \n\n Patient: When I woke up this morning, \n\n Nurse: Have you taken any medications to relieve your headache? \n\n Patient: Yes. \n\n Nurse: On a scale of 0 to 10, with 0 being no pain and 10 being the worst pain imaginable, how would you rate your headache? \n\n Patient: Four. \n\n Nurse: Did your headache come on suddenly or did it develop slowly? \n\n Patient: Suddenly \n\n Nurse: Have you had a fall in the past 3 days? \n\n Patient: No. \n\n Nurse: Would you say this is the worst headache of your life? \n\n Patient: No. Definitely not. \n\n Nurse: Do you have any nausea or vomiting? \n\n Patient: No. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the headache kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: Is there any more information you'd like to share about your current condition? \n\n Patient: No. \n\n Nurse: ",
    "responses": {
        "G15": "Okay. I'm going to get a nurse on the line to speak with you about your symptoms. Please hold on for a moment.",
        "G15DPO": "Given your symptoms, I'm going to get a nurse on the line to talk with you. Please hold on for a moment.",
        "gpt4": "I've taken note of your symptoms, Mr. Verma. A nurse will review your concerns and give you a callback within 4 hours. To better understand your condition, I'd like to ask a few more questions. When did you start noticing that you were sweating more than usual?"
    }
}