{
    "prompt_id": 488,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient has runny nose in the past 24 hours. Today is December 19, 2023 and time is 05:09 PM. Patient is 52 years old. Patient's gender is female. Patient is actively suffering with the following conditions: Osteoarthritis, Obesity, CHF, Type II Diabetes. Patient is currently taking the following medications: Jardiance 25 mg oral tablet, Hydrochlorothiazide 50 mg oral tablet, Atorvastatin 20 mg oral tablet, Ozempic. Use the following questions to triage the runny_nose kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient has runny nose in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient start to have a runny nose\n3. Does the patient have a cough\n4. Does the patient have body aches or chills\n5. Does the patient have a sore throat\n6. Does the patient have a fever\n7. If the patient has a fever, what is their temperature reading\n8. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Paxton Mendez? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Pre-Op Specialist. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: Eleven twenty five nineteen seventy one. \n\n Nurse: Thank you for confirming that, Ms. Mendez. I'm calling about your upcoming total knee replacement. Is this a good time to talk? \n\n Patient: Yes. \n\n Nurse: Perfect. I hope your day is going well so far. What have you been up to today, Ms. Mendez? \n\n Patient: Well, today, I've been trying to rest I I I kinda have the stuffy nose. \n\n Nurse: Okay -- Just to confirm, have you had a runny nose in the past 24 hours, Ms. Mendez? \n\n Patient: Mhmm. Yeah. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the runny_nose kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: When did you start to have a runny nose, Ms. Mendez? \n\n Patient: Last night, \n\n Nurse: ",
    "responses": {
        "G15": "Do you have a cough, Ms. Mendez?",
        "G15DPO": "Do you have a cough as well?",
        "gpt4": "Do you also have a cough, Ms. Mendez?"
    }
}