{
    "prompt_id": 507,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that they have heart palpitations or fluttering palpitations in the past 24 hours. Today is December 19, 2023 and time is 05:54 PM. Patient is 46 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Osteoarthritis, Hyperlipidemia. Patient is currently taking the following medications: Tylenol 500 mg oral tablet, Celebrex 100 mg oral capsule, Atorvastatin 40 mg oral tablet. Use the following questions to triage the fluttering_palpitations kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that they have heart palpitations or fluttering palpitations in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient start experiencing symptoms\n3. Does the patient have any difficulty breathing or shortness of breath\n4. Does the patient have chest pain\n5. Can the patient take their heart rate\n6. If the patient can take their heart rate, what is their heart rate\n7. Does the patient currently have any dizziness or lightheadedness or profuse sweating\n8. Does the patient have any more information they want to share about this issue?\n\n\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello? \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Daniel Jimenez? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Pre-Op Specialist. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: June seventh nineteen seventy seven. \n\n Nurse: Thank you for confirming that, Mr. Jimenez. I'm calling about your upcoming total knee replacement on August 13th. Is this a good time to talk? \n\n Patient: Yeah. But I got something weird going on. Just my My heart is jumping. \n\n Nurse: Got it -- To clarify, have you been experiencing heart palpitations or a fluttering sensation in your heart in the past 24 hours? \n\n Patient: Yes. I have. \n\n Nurse: Okay. Are you having any difficulty breathing or shortness of breath? \n\n Patient: Yes. I'm finding it hard to breathe. \n\n Nurse: Do you have any chest pain, Mr. Jimenez? \n\n Patient: Just some pressure. \n\n Nurse: Are you able to take your heart rate, Mr. Jimenez? \n\n Patient: No. I'm not Patient: sure how to do that. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the fluttering_palpitations kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: ",
    "responses": {
        "G15": "Do you currently have any dizziness, lightheadedness, or profuse sweating, Mr. Jimenez?",
        "G15DPO": "Are you feeling dizzy or lightheaded, or sweating a lot?",
        "gpt4": "Are you currently experiencing any dizziness, lightheadedness, or profuse sweating, Mr. Jimenez?"
    }
}