{
    "prompt_id": 91,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that their blood sugar is high or above 200. Today is December 19, 2023 and time is 07:07 PM. Patient is 84 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Stage II CKD, Type II Diabetes, HTN. Patient is currently taking the following medications: Valsartan 40 mg oral tablet, Lantus 100 IU/mL prefilled pen, Aspart 100 IU/mL prefilled pen. Use the following questions to triage the hyperglycemia kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient's blood sugar is high. If the patient answers negatively, skip the rest of the questions.\n2. If the patient has not told you their blood sugar, what is their blood sugar reading\n3. When was the patient's blood sugar reading taken\n4. If the patient's blood sugar reading was not taken now or in the past 2 hours, can the patient recheck their blood sugar right now\n5. If the patient can recheck their blood sugar right now, what is the patient's current blood sugar reading\n6. Is the patient currently breathing fast or have a fruity smell in their breath\n7. Does the patient currently feel weak or dizzy\n8. Does the patient currently have increased urination\n9. Does the patient currently have increased thirst\n10. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello. \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Ronald Turner? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: May second nineteen thirty nine. \n\n Nurse: Thank you for confirming that, Mr. Turner. I'm calling on behalf of your primary care doctor, Doctor Peter Smith, to check in on you and see how you've been doing. Can you share with me how you've been feeling lately? \n\n Patient: I'm doing alright other than a little bit of a sore throat. \n\n Nurse: Got it -- Just to confirm, you've had a sore throat in the past 24 hours, is that correct? \n\n Patient: Yeah. When I woke up this morning, my throat Patient: has been feeling scratchy. \n\n Nurse: Okay -- When exactly did you start to have a sore throat, Mr. Turner? \n\n Patient: When I woke up this morning. \n\n Nurse: Okay -- Have you been experiencing a cough as well, Mr. Turner? \n\n Patient: No. \n\n Nurse: Okay -- Have you been experiencing any body aches or chills, Mr. Turner? \n\n Patient: No. \n\n Nurse: Okay -- Have you had a fever, Mr. Turner? \n\n Patient: No. \n\n\n <<SYS>> <TASK>Please ask the next follow up question from the <KICKOUT_CHECKLIST> section for the sore_throat kickout. DO NOT respond to how the patient is feeling.</TASK><</SYS>>\n\n\n Nurse: Okay -- Is there any more information you'd like to share about your sore throat, Mr. Turner? \n\n Patient: I don't think so. \n\n Nurse: I appreciate you sharing that with me, Mr. Turner. I've made a note of your sore throat and will ensure your care team is aware of it. Before we move on to discuss your chronic kidney disease, I'd like to get to know you a little better. Is there anything you're looking forward to doing this week? \n\n Patient: No. I'm not really \n\n Nurse: I see, Mr. Turner. It's perfectly okay to have quiet weeks. Do you have any hobbies or activities that you usually enjoy doing in your free time? \n\n Patient: I like to play card games like Solidaire. \n\n Nurse: That sounds like a fun way to pass the time, Mr. Turner. Do you play Solitaire on a computer or do you prefer using a physical deck of cards? \n\n Patient: On the computer. \n\n Nurse: That's interesting, Mr. Turner. Playing Solitaire on the computer can be quite engaging. Do you have any other favorite games that you play on your computer? \n\n Patient: No. \n\n Nurse: Alright, Mr. Turner. It's nice to know that you enjoy playing Solitaire on your computer. Now, I'd like to ask if there are any symptoms related to your chronic kidney disease that you've been concerned about lately? \n\n Patient: No. Just the source wrote that I already told you about. \n\n Nurse: I see, Mr. Turner. I'm glad to hear that you're not experiencing any new symptoms related to your chronic kidney disease. \n\n Patient: Okay. \n\n Nurse: Thank you for sharing that, Mr. Turner. If you have any questions at any point during our conversation, please feel free to ask. Are you okay if we go over a few topics to check on how you're doing with your chronic conditions? \n\n Patient: Yeah. \n\n Nurse: Thank you, Mr. Turner. Since you have Type II Diabetes, it's important to monitor your blood sugar levels regularly. Have you been checking your blood sugar daily? \n\n Patient: Yes. \n\n Nurse: That's good to hear, Mr. Turner. Can you tell me what your last blood sugar reading at home was? \n\n Patient: One hundred twelve \n\n Nurse: ",
    "responses": {
        "G15": "When did you take this blood sugar reading, Mr. Turner?",
        "G15DPO": "Thank you for sharing that. To clarify, when did you take this blood sugar reading of 112?",
        "gpt4": "Okay -- When did you take this blood sugar reading, Mr. Turner?"
    }
}