{
    "prompt_id": 101,
    "dataset_id": "kickout_engine_12_20",
    "human_readable_transcript": "\n\nBefore continuing with the previous CHECKLIST, please triage if the patient mentions anything that indicates that the patient has a sore throat in the past 24 hours. Today is December 19, 2023 and time is 07:03 PM. Patient is 84 years old. Patient's gender is male. Patient is actively suffering with the following conditions: Stage II CKD, Type II Diabetes, HTN. Patient is currently taking the following medications: Valsartan 40 mg oral tablet, Lantus 100 IU/mL prefilled pen, Aspart 100 IU/mL prefilled pen. Use the following questions to triage the sore_throat kickout. Be concise and ONLY acknowledge or respond to the patient's response by saying nothing or 'Okay'. DO NOT say you are sorry or that you see or that you understand.\nPlease follow the order of the follow up questions exactly as listed below. DO NOT skip any question:\n1. Confirm again with the patient you heard them correctly that the patient has a sore throat in the past 24 hours. If the patient answers negatively, skip the rest of the questions.\n2. When did the patient start to have a sore throat\n3. Does the patient have a cough\n4. Does the patient have body aches or chills\n5. Does the patient have a fever\n6. If the patient has a fever, what is their temperature reading\n7. Does the patient have any more information they want to share about this issue?\n\nAfter all the follow up questions are done, please continue with the CHECKLIST where you left off.\n</KICKOUT_CHECKLIST><</SYS>>\nPatient: Hello. \n\n Nurse: Hi, this is Rachel calling from O'Connor Hospital on a recorded line. Is this Ronald Turner? \n\n Patient: Yes. \n\n Nurse: Thanks for taking my call. Just so you know, I'm your AI Chronic Care Manager. Thousands of real doctors and nurses helped train me to care for patients like you. I've also studied hundreds of medical certification exams and your care team provided me with notes to prepare for this call. -- To protect your privacy, can you please share your date of birth before we begin? \n\n Patient: May second nineteen thirty nine. \n\n Nurse: Thank you for confirming that, Mr. Turner. I'm calling on behalf of your primary care doctor, Doctor Peter Smith, to check in on you and see how you've been doing. Can you share with me how you've been feeling lately? \n\n Patient: I'm doing alright other than a little bit of a sore throat. \n\n Nurse: ",
    "responses": {
        "G15": "I see. Just to confirm, you've been experiencing a sore throat in the past 24 hours, is that correct?",
        "G15DPO": "I see. To clarify, you've been experiencing a sore throat, correct?",
        "gpt4": "Got it -- Just to confirm, you've had a sore throat in the past 24 hours, is that correct?"
    }
}